LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!Я виртуальный помощник</b>\n'
                'Кратко о том, что я умею:',
    '/help': 'Вот что я умею:\n\n - Показать погоду на сегодня \n - Посмотреть задачи на сегодня',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'weather': 'Узнать прогноз погоды',
    'tasks': 'Разобраться с делами',
    'happy': 'Поднять настроение',
    'yes': 'Отлично! Ура!',
    'no': 'Жаль...',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'add_task': 'Добавить задачу',
    'show_task': 'Показать задачи на сегодня',
    'ask_weather': 'Показать погоду на сегодня',
    'weather_answer': 'Чтобы узнать погоду - нажми кнопку',
    'happy_answer': 'Чтобы сгенерировать шутку - нажми кнопку',
    'tasks_answer': 'Что будем делать с задачами?',
    'back': 'Вернуться назад',
    'ready': 'Сделано!',
    'gen_joke': 'Сгенерировать шутку'
}
